Repository: SumPositive/Packlin
Catalog: PackList/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, it, ko, zh_hant

# short.ai.tickets.grab.more.below
source: AI利用券が不足しています。下のメニューから購入してください
de: Zu wenig KI-Tickets. Unten weitere holen.
en: Short on AI tickets. Grab more below.
es: Faltan tickets de IA. Consigue más abajo.
fr: Tickets IA insuffisants. Obtenez-en plus ci-dessous.
it: Ticket IA insufficienti. Acquistane altri sotto.
ko: AI 이용권이 부족합니다. 아래에서 추가해 주세요.
zh_hant: AI 使用券不足。請從下方取得更多

# short.count
source: 不足個数
de: Fehlende Anzahl
en: Short count
es: Cantidad faltante
fr: Nombre manquant
it: Quantità mancante
ko: 부족 개수
zh_hant: 不足個數

# short.weight
source: 不足重量
de: Fehlendes Gewicht
en: Short weight
es: Peso faltante
fr: Poids manquant
it: Peso mancante
ko: 부족 중량

# show.needed.weight
source: 必要重量を表示
de: Benötigtes Gewicht anzeigen
en: Show needed weight
es: Mostrar peso necesario
fr: Afficher le poids nécessaire
it: Mostra peso necessario
ko: 필요 중량 표시
zh_hant: 顯示需要重量

# sound.will.play
source: 音が出ます
de: Ton wird abgespielt
en: Sound will play
es: Se reproducirá sonido
fr: Un son sera joué
it: Verrà riprodotto un suono
ko: 소리가 납니다
zh_hant: 會播放聲音

# stock.count
source: 在庫数
de: Bestand
en: Stock count
es: Stock
fr: Stock
it: Scorte
ko: 재고수
zh_hant: 庫存數

# stock.weight
source: 在庫重量
de: Bestandsgewicht
en: Stock weight
es: Peso en stock
fr: Poids en stock
it: Peso scorte
ko: 재고 중량
zh_hant: 庫存重量

# support.developer
source: 開発者を応援
de: Entwickler unterstützen
en: Support the developer
es: Apoyar al desarrollador
fr: Soutenir le développeur
it: Supporta lo sviluppatore
ko: 개발자 응원
zh_hant: 支持開發者

# support.developer.2
source: 開発者を応援する
de: Entwickler unterstützen
en: Support the developer
es: Apoyar al desarrollador
fr: Soutenir le développeur
it: Supporta lo sviluppatore
ko: 개발자 응원하기
zh_hant: 支持開發者

# support.encourages.us.keep.developing.app
source: このアプリの開発を応援していただけると励みになります。
de: Deine Unterstützung motiviert uns, diese App weiterzuentwickeln.
en: Your support encourages us to keep developing this app.
es: Tu apoyo nos anima a seguir desarrollando esta app.
fr: Votre soutien nous encourage à continuer à développer cette app.
it: Il tuo supporto ci incoraggia a continuare a sviluppare questa app.
ko: 응원은 앱 개발을 계속하는 데 큰 힘이 됩니다.
zh_hant: 你的支持會鼓勵我們持續改進這個 App

# tell.chappy.what.need.tap.send
source: 要望を入力して「送信」ボタンを押せば、チャッピーにパックの作成や変更を依頼できます。チャッピーから届いた提案を眺めて修正しながらご利用ください。AI利用券1枚で1回の送信が可能です
de: Sag Chappy, was du brauchst, und tippe auf Senden. Prüfe und passe die Vorschläge an. Ein KI-Ticket pro Sendung.
en: Tell Chappy what you need and tap Send. Review and tweak the ideas Chappy returns. One AI ticket per send.
es: Dile a Chappy lo que necesitas y toca Enviar. Revisa y ajusta las ideas que devuelva. Un ticket de IA por envío.
fr: Dites à Chappy ce dont vous avez besoin puis touchez Envoyer. Vérifiez et ajustez ses idées. Un ticket IA par envoi.
it: Dì a Chappy cosa ti serve e tocca Invia. Controlla e modifica le idee restituite. Un ticket IA per invio.
ko: 필요한 내용을 Chappy에게 알려주고 전송을 누르세요. 제안을 확인하고 수정해 보세요. 전송 1회당 AI 이용권 1장이 필요합니다.
zh_hant: 告訴 Chappy 你的需求並點選送出。收到建議後可確認與調整。每次送出使用 1 張 AI 使用券

# tell.us.what.pack.want
source: パック作成の要望を入れてね
de: Sag uns, welches Pack du möchtest.
en: Tell us what pack you want.
es: Cuéntanos qué pack quieres.
fr: Dites-nous le pack que vous voulez.
it: Dicci che pack vuoi.
ko: 원하는 팩을 알려주세요.
zh_hant: 請告訴我們想要的行李包

# thank
source: ありがとうございます！
de: Danke!
en: Thank you!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ko: 감사합니다!
zh_hant: 謝謝！

# thank.support.will.keep.improving.app
source: 応援いただきありがとうございます。これからも改善を続けてまいります！
de: Danke für die Unterstützung! Wir verbessern die App weiter.
en: Thank you for your support! We will keep improving the app.
es: ¡Gracias por tu apoyo! Seguiremos mejorando la app.
fr: Merci pour votre soutien ! Nous continuerons à améliorer l’app.
it: Grazie per il supporto! Continueremo a migliorare l’app.
ko: 응원 감사합니다! 앞으로도 계속 개선하겠습니다.
zh_hant: 感謝支持！我們會持續改進 App

# thanks.support.ll.keep.improving.hope
source: 応援いただき感謝しています。これからも改善を続けますので、よければまたのぞいてみてください！
de: Danke für die Unterstützung! Wir verbessern weiter und hoffen, du schaust wieder vorbei.
en: Thanks for the support! We'll keep improving—hope you'll check back!
es: ¡Gracias por apoyar! Seguiremos mejorando; esperamos que vuelvas a mirar.
fr: Merci pour le soutien ! Nous continuerons à améliorer, revenez jeter un œil.
it: Grazie per il supporto! Continueremo a migliorare, torna a dare un’occhiata.
ko: 응원 감사합니다! 계속 개선할 테니 또 들러 주세요.
zh_hant: 感謝支持！我們會持續改進，也歡迎再回來看看

# thanks.watching
source: 広告視聴ありがとう！
de: Danke fürs Anschauen!
en: Thanks for watching!
es: ¡Gracias por mirar!
fr: Merci d’avoir regardé !
it: Grazie per la visione!
ko: 광고 시청 감사합니다!
zh_hant: 感謝觀看！

# thanks.watching.sending.chappy.mini
source: 広告視聴ありがとう！チャッピー mini へ依頼します
de: Danke fürs Anschauen! Senden mit Chappy mini.
en: Thanks for watching! Sending with Chappy mini.
es: ¡Gracias por mirar! Enviando con Chappy mini.
fr: Merci d’avoir regardé ! Envoi avec Chappy mini.
it: Grazie per la visione! Invio con Chappy mini.
ko: 광고 시청 감사합니다! Chappy mini로 요청합니다.
zh_hant: 感謝觀看！將交給 Chappy mini 處理

# thanks.watching.sending.chappy.mini.now
source: 広告視聴ありがとう！チャッピー mini で送信を始めます
de: Danke fürs Anschauen! Senden mit Chappy mini startet jetzt.
en: Thanks for watching! Sending with Chappy mini now.
es: ¡Gracias por mirar! Enviando ahora con Chappy mini.
fr: Merci d’avoir regardé ! Envoi avec Chappy mini maintenant.
it: Grazie per la visione! Invio ora con Chappy mini.
ko: 광고 시청 감사합니다! Chappy mini로 전송을 시작합니다.
zh_hant: 感謝觀看！正在使用 Chappy mini 送出

# tickets.live.device.if.s.lost
source: AI利用券は端末に安全に保管されますが、端末が壊れたりアプリを削除すると失われます。貯めずに早めにお使いください
de: Tickets bleiben auf diesem Gerät. Wenn es verloren geht oder die App gelöscht wird, sind sie weg. Nutze sie bald.
en: Tickets live on this device. If it's lost or the app is removed, they're gone—use them soon.
es: Los tickets viven en este dispositivo. Si se pierde o se borra la app, se pierden; úsalos pronto.
fr: Les tickets restent sur cet appareil. S’il est perdu ou si l’app est supprimée, ils disparaissent. Utilisez-les bientôt.
it: I ticket restano su questo dispositivo. Se viene perso o l’app viene rimossa, andranno persi: usali presto.
ko: AI 이용권은 이 기기에 보관됩니다. 기기를 잃어버리거나 앱을 삭제하면 사라지니 빨리 사용해 주세요.
zh_hant: 使用券保存在此裝置。若裝置遺失或刪除 App，使用券會消失，請盡早使用

# tickets.remain.buy.more.once.re
source: AI利用券が残っている間は購入できません、残りが0枚になってからご購入ください
de: Es sind noch Tickets übrig. Kaufe mehr, sobald sie aufgebraucht sind.
en: Tickets remain. Buy more once you're out.
es: Aún quedan tickets. Compra más cuando se agoten.
fr: Il reste des tickets. Achetez-en davantage une fois épuisés.
it: Ci sono ancora ticket. Comprane altri quando li avrai finiti.
ko: AI 이용권이 남아 있습니다. 0장이 된 뒤 구매해 주세요.
zh_hant: 仍有使用券。用完後再購買更多

# tiny
source: 極小
de: Winzig
en: Tiny
es: Muy pequeño
fr: Minuscule
it: Minuscolo
ko: 극소

# tip.support
source: 投げ銭で応援する
de: Trinkgeld zur Unterstützung
en: Tip to support
es: Propina para apoyar
fr: Faire un don de soutien
it: Mancia di supporto
ko: 후원하기
zh_hant: 投幣支持

# to
source: 移動先
de: Nach
en: To
es: A
fr: Vers
it: A
ko: 이동처
zh_hant: 目的地

# top
source: 先頭
de: Oben
en: Top
es: Inicio
fr: Haut
it: Inizio
ko: 맨 앞

# top.group
source: グループの先頭
de: Anfang der Gruppe
en: Top of group
es: Inicio del grupo
fr: Début du groupe
it: Inizio del gruppo
ko: 그룹 맨 앞
zh_hant: 群組先頭

# top.pack
source: パックの先頭
de: Anfang des Packs
en: Top of pack
es: Inicio del pack
fr: Début du pack
it: Inizio del pack
ko: 팩 맨 앞
zh_hant: 行李包先頭

# turn.check.fill.stock
source: チェックONで在庫を満たす
de: Check aktivieren, um Bestand zu füllen.
en: Turn check on to fill stock.
es: Activa check para llenar el stock.
fr: Cochez pour remplir le stock.
it: Attiva check per riempire le scorte.
ko: 체크 ON으로 재고를 채웁니다.
zh_hant: 勾選 ON 會補足庫存

# turn.check.off.set.stock.0
source: チェックOFFで在庫を0にする
de: Check deaktivieren, um Bestand auf 0 zu setzen.
en: Turn check off to set stock to 0.
es: Desactiva check para poner stock en 0.
fr: Décochez pour mettre le stock à 0.
it: Disattiva check per portare le scorte a 0.
ko: 체크 OFF로 재고를 0으로 합니다.
zh_hant: 勾選 OFF 會將庫存設為 0

# type.request.first
source: 先に要望を入力してください
de: Bitte zuerst Wunsch eingeben
en: Type your request first
es: Escribe primero tu solicitud
fr: Saisissez d’abord votre demande
it: Inserisci prima la richiesta
ko: 먼저 요청을 입력해 주세요
zh_hant: 請先輸入需求

# unchecked.first
source: 未 ✔︎ 順
de: Nicht abgehakt zuerst
en: Unchecked first
es: Sin marcar primero
fr: Non cochés d’abord
it: Non selezionati prima
ko: 미체크 우선
zh_hant: 未勾選優先

# undo.last.change
source: 直前の変更を元に戻す
de: Letzte Änderung rückgängig machen
en: Undo last change
es: Deshacer el último cambio
fr: Annuler la dernière modification
it: Annulla ultima modifica
ko: 직전 변경 되돌리기
zh_hant: 復原上一個變更

# unexpected.result.no.charge.try.again
source: 想定外の結果が返りました、課金されません。時間をおいて再度お試しください
de: Unerwartetes Ergebnis; keine Abbuchung. Versuche es später erneut.
en: Unexpected result; no charge. Try again later.
es: Resultado inesperado; no se cobrará. Inténtalo más tarde.
fr: Résultat inattendu ; aucun débit. Réessayez plus tard.
it: Risultato inatteso; nessun addebito. Riprova più tardi.
ko: 예상치 못한 결과입니다. 결제되지 않습니다. 잠시 후 다시 시도해 주세요.
zh_hant: 發生非預期結果，不會收費。請稍後再試

# unsupported.file.format
source: 対応していないファイル形式です。
de: Nicht unterstütztes Dateiformat.
en: Unsupported file format.
es: Formato de archivo no compatible.
fr: Format de fichier non pris en charge.
it: Formato file non supportato.
ko: 지원하지 않는 파일 형식입니다.
zh_hant: 不支援的檔案格式

# updated
source: 【変更】
de: Geändert
en: Updated
es: Actualizado
fr: Mis à jour
it: Aggiornato
ko: 【변경】
zh_hant: 【變更】

# use.final.check
source: 最終チェック時にご利用ください
de: Für die Endkontrolle verwenden.
en: Use at final check.
es: Úsalo en la revisión final.
fr: À utiliser lors de la vérification finale.
it: Usa per il controllo finale.
ko: 최종 점검 시 사용하세요.
zh_hant: 最終檢查時使用

# use.when.re.over.weight
source: 重量オーバー時の見直しにご利用ください
de: Nutzen, wenn du über dem Gewicht bist.
en: Use this when you're over weight.
es: Úsalo cuando te pases de peso.
fr: À utiliser en cas de dépassement de poids.
it: Usa quando superi il peso.
ko: 중량 초과 시 점검에 사용하세요.
zh_hant: 重量超標時用於檢查

# user.id.ai.tickets.deleted
source: UserIDとAI利用券を削除しました
de: User ID und KI-Tickets gelöscht.
en: User ID and AI tickets deleted.
es: User ID y tickets de IA eliminados.
fr: User ID et tickets IA supprimés.
it: User ID e ticket IA eliminati.
ko: UserID와 AI 이용권을 삭제했습니다.
zh_hant: 已刪除 UserID 和 AI 使用券

# user.id.debug.placeholder
source: 設定するuserId
de: Einzustellende userId eingeben
en: Enter userId to set
es: Introduce userId para establecer
fr: Saisir le userId à définir
it: Inserisci userId da impostare
ko: 설정할 userId
zh_hant: 要設定的 userId

# user.id.debug.set
source: 設定
de: Setzen
en: Set
es: Establecer
fr: Définir
it: Imposta
ko: 설정

# user.id.debug.set.done
source: UserIDを設定しました
de: User ID aktualisiert
en: User ID updated
es: User ID actualizada
fr: User ID mis à jour
it: User ID aggiornato
ko: UserID를 설정했습니다.
zh_hant: 已更新 UserID

# user.id.debug.set.done.message
source: 新しいUserID向けにクレジットと認証をリセットしました
de: Credits und Authentifizierung wurden für die neue User ID zurückgesetzt.
en: Credits and auth were reset for the new user ID.
es: Los créditos y la autenticación se restablecieron para el nuevo User ID.
fr: Les crédits et l’authentification ont été réinitialisés pour le nouvel User ID.
it: Crediti e autenticazione sono stati ripristinati per il nuovo User ID.
ko: 새 UserID에 맞춰 크레딧과 인증을 리셋했습니다.
zh_hant: 已為新的 UserID 重置點數與驗證

# user.id.recreated.when.needed
source: UserIDは必要に応じて再発行されます
de: User ID wird bei Bedarf neu erstellt.
en: User ID is recreated when needed.
es: El User ID se recrea cuando sea necesario.
fr: L’User ID est recréé si nécessaire.
it: Lo User ID viene ricreato quando necessario.
ko: UserID는 필요 시 다시 발급됩니다.
zh_hant: UserID 會在需要時重新發行

# value.added.check.out
source: %@ を追加しました。アプリで内容を確認しましょう
de: %@ hinzugefügt — schau es dir an.
en: %@ added—check it out.
es: %@ añadido; échale un vistazo.
fr: %@ ajouté — vérifiez-le.
it: %@ aggiunto: dai un’occhiata.
ko: %@ 을(를) 추가했습니다. 앱에서 확인해 보세요.
zh_hant: 已新增 %@，請在 App 中確認

# value.imported
source: %@ を取り込みました
de: %@ importiert!
en: %@ imported!
es: ¡%@ importado!
fr: %@ importé !
it: %@ importato!
ko: %@ 가져옴
zh_hant: 已匯入 %@

# value.overwritten
source: %@ を上書きしました
de: %@ überschrieben.
en: %@ overwritten.
es: %@ sobrescrito.
fr: %@ écrasé.
it: %@ sovrascritto.
ko: %@ 덮어씀
zh_hant: 已覆寫 %@

# video.ad
source: 動画広告
de: Videoanzeige
en: Video ad
es: Anuncio de video
fr: Annonce vidéo
it: Annuncio video
ko: 동영상 광고
zh_hant: 影片廣告

# view.mode
source: 表示モード
de: Ansichtsmodus
en: View mode
es: Modo de vista
fr: Mode d’affichage
it: Modalità vista
ko: 표시 모드
zh_hant: 顯示模式

# waiting.approval.no.charge.yet.updates
source: 購入の承認待ちです、まだ課金されません。承認が完了すると自動で反映されます
de: Warten auf Freigabe; noch keine Abbuchung. Nach Freigabe wird aktualisiert.
en: Waiting for approval; no charge yet. It updates after approval.
es: Esperando aprobación; aún no se cobrará. Se actualizará tras la aprobación.
fr: En attente d’approbation ; aucun débit pour l’instant. Mise à jour après approbation.
it: In attesa di approvazione; nessun addebito per ora. Si aggiorna dopo l’approvazione.
ko: 구매 승인 대기 중입니다. 아직 결제되지 않으며 승인 후 자동 반영됩니다.
zh_hant: 等待購買核准中，目前尚未收費。核准後會自動反映

# watch.ad.donate
source: 広告を見て寄付
de: Anzeige ansehen zum Spenden
en: Watch an ad to donate
es: Ver anuncio para donar
fr: Regarder une pub pour faire un don
it: Guarda annuncio per donare
ko: 광고 보고 기부
zh_hant: 觀看廣告捐助

# watch.ad.send
source: 広告を見て送信
de: Anzeige ansehen und senden
en: Watch ad and send
es: Ver anuncio y enviar
fr: Regarder une pub et envoyer
it: Guarda annuncio e invia
ko: 광고 보고 전송
zh_hant: 觀看廣告並送出

# watch.ad.send.free.finish.video
source: 広告を見て無料で送信！ 動画広告を最後まで視聴すると送信が始まります。チャッピー mini に依頼しますので少し情報量は減るかも知れませんがお試しください
de: Anzeige ansehen und kostenlos senden. Sieh das Video bis zum Ende an, um zu senden. Chappy mini übernimmt, daher können Details knapper sein.
en: Watch an ad to send for free. Finish the video to start sending. Chappy mini handles it, so details may be lighter.
es: Ve un anuncio para enviar gratis. Termina el video para empezar a enviar. Chappy mini lo gestiona, así que puede tener menos detalle.
fr: Regardez une pub pour envoyer gratuitement. Terminez la vidéo pour démarrer l’envoi. Chappy mini s’en charge, donc les détails peuvent être plus légers.
it: Guarda un annuncio per inviare gratis. Completa il video per iniziare l’invio. Se ne occupa Chappy mini, quindi i dettagli potrebbero essere più leggeri.
ko: 광고를 보고 무료로 전송하세요. 동영상 광고를 끝까지 시청하면 전송이 시작됩니다. Chappy mini가 처리하므로 정보량이 조금 줄 수 있습니다.
zh_hant: 觀看廣告即可免費送出。 影片觀看完畢後會開始送出。由 Chappy mini 處理，內容可能較精簡

# watch.ad.support
source: 広告を見て応援する
de: Anzeige ansehen zur Unterstützung
en: Watch an ad to support
es: Ver anuncio para apoyar
fr: Regarder une pub pour soutenir
it: Guarda annuncio per supportare
ko: 광고 보고 응원하기
zh_hant: 觀看廣告支持

# watch.end.support.dev.chip.only
source: 広告を最後まで見れば、開発者を直接応援できます！無理のない範囲でご協力いただけると嬉しいです
de: Bis zum Ende ansehen, um den Entwickler zu unterstützen! Nur beitragen, wenn es für dich passt.
en: Watch to the end to support the dev! Chip in only if it feels right.
es: Míralo hasta el final para apoyar al desarrollador. Aporta solo si te parece bien.
fr: Regardez jusqu’à la fin pour soutenir le développeur ! Participez seulement si vous le souhaitez.
it: Guarda fino alla fine per supportare lo sviluppatore! Contribuisci solo se ti va.
ko: 끝까지 시청하면 개발자를 직접 응원할 수 있습니다! 무리 없는 범위에서 도와주세요.
zh_hant: 觀看到最後即可支持開發者！請在不勉強的範圍內支持

# weight.per.item
source: 個重量
de: Gewicht pro Objekt
en: Weight per item
es: Peso por ítem
fr: Poids par élément
it: Peso per elemento
ko: 개별 중량
zh_hant: 單件重量

# when.check.by.count
source: 個数から確認したい時
de: Wenn du nach Anzahl prüfen willst
en: When you check by count
es: Cuando quieras revisar por cantidad
fr: Pour vérifier par quantité
it: Quando vuoi controllare per quantità
ko: 개수로 확인할 때
zh_hant: 依數量確認時

# when.check.by.weight
source: 重量から確認したい時
de: Wenn du nach Gewicht prüfen willst
en: When you check by weight
es: Cuando quieras revisar por peso
fr: Pour vérifier par poids
it: Quando vuoi controllare per peso
ko: 중량으로 확인할 때
zh_hant: 依重量確認時
